Repository: SVRDevAdmin/VPMSRepo
Catalog: VPMS/Resources/Resource.*.resx
Languages: ms_my, vi

# Inventory_Label_SearchBreed
source: Search Breed
ms_my: Cari Baka
vi: Tìm kiếm giống

# Inventory_Label_SelectBranch
source: Select Branch
ms_my: Pilih Cawangan
vi: Chọn Chi nhánh

# Service_Button_NewService
source: New Service
ms_my: Perkhidmatan Baharu
vi: Dịch vụ mới

# Service_Label_DoctorInCharge
source: Doctor In Charge
ms_my: Doktor Bertanggungjawab
vi: Bác sĩ phụ trách

# Service_Label_DurationHr
source: Duration (Hr)
ms_my: Tempoh (Jam)
vi: Thời lượng (giờ)

# Service_Label_Precaution
source: Precaution
ms_my: Langkah berjaga-jaga
vi: Thận trọng

# Service_Label_SearchDoctor
source: Search Doctor
ms_my: Cari Doktor
vi: Tìm kiếm Bác sĩ

# Service_Label_SearchService
source: Search Service
ms_my: Perkhidmatan Carian
vi: Dịch vụ tìm kiếm

# Service_Label_SelectCategory
source: Select Category
ms_my: Pilih Kategori
vi: Chọn danh mục

# Service_Label_ServiceDetails
source: Service Details
ms_my: Butiran Perkhidmatan
vi: Chi tiết dịch vụ

# Service_Label_ServiceName
source: Service Name
ms_my: Nama Perkhidmatan
vi: Tên dịch vụ

# Service_Label_TimeOfServiceHr
source: Time of Service (Hr)
ms_my: Masa Perkhidmatan (Jam)
vi: Thời gian phục vụ (giờ)

# TreatmentPlan_Label_Add
source: Add
ms_my: Tambah
vi: Thêm vào

# TreatmentPlan_Label_AddService
source: Add Service
ms_my: Tambah Perkhidmatan
vi: Thêm dịch vụ

# TreatmentPlan_Label_Cost
source: Cost
ms_my: Kos
vi: Trị giá

# TreatmentPlan_Label_CreatedBy
source: Created By
ms_my: Dicipta Oleh
vi: Được tạo bởi

# TreatmentPlan_Label_DateCreated
source: Date Created
ms_my: Tarikh Dibuat
vi: Ngày tạo

# TreatmentPlan_Label_MakeActive
source: Make Active
ms_my: Jadikan Aktif
vi: Làm cho hoạt động

# TreatmentPlan_Label_MakeInactive
source: Make Inactive
ms_my: Jadikan Tidak Aktif
vi: Làm cho không hoạt động

# TreatmentPlan_Label_NewTreatment
source: New Treatment
ms_my: Rawatan Baru
vi: Điều trị mới

# TreatmentPlan_Label_Remarks
source: Remarks
ms_my: Catatan
vi: Nhận xét

# TreatmentPlan_Label_SearchService
source: Search Service
ms_my: Cari Perkhidmatan
vi: Dịch vụ tìm kiếm

# TreatmentPlan_Label_SelectUser
source: Select User
ms_my: Pilih Pengguna
vi: Chọn người dùng

# TreatmentPlan_Label_Total
source: Total
ms_my: Jumlah
vi: Tổng cộng

# TreatmentPlan_Label_Treatment
source: Treatment
ms_my: Rawatan
vi: Sự đối đãi

# TreatmentPlan_Label_TreatmentDetails
source: Treatment Details
ms_my: Butiran Rawatan
vi: Chi tiết điều trị

# TreatmentPlan_Label_TreatmentName
source: Treatment Name
ms_my: Nama Rawatan
vi: Tên điều trị

# TreatmentPlan_Label_TreatmentPlans
source: Treatment Plans
ms_my: Pelan Rawatan
vi: Kế hoạch điều trị

# TreatmentPlan_Label_AddProduct
source: Add Product
ms_my: Tambah Produk
vi: Thêm sản phẩm

# TreatmentPlan_Message_PendingConfirmation
source: Pending Confirmation
ms_my: Menunggu Pengesahan
vi: Đang chờ xác nhận

# Login_Label_ConfirmPassword
source: Confirm Password
ms_my: Sahkan Kata Laluan
vi: Xác nhận mật khẩu

# Login_Label_NewPassword
source: New Password
ms_my: Kata Laluan Baharu
vi: Mật khẩu mới

# Login_Label_OldPassword
source: Old Password
ms_my: Kata Laluan Lama
vi: Mật khẩu cũ

# Login_Label_ResetPassword
source: Reset Password
ms_my: Set semula Kata Laluan
vi: Đặt lại mật khẩu

# Patient_Selection_SelectMedication
source: Select Medication
ms_my: Pilih Ubat
vi: Chọn thuốc

# Patient_Selection_SelectMedicationType
source: Select Medication Type
ms_my: Pilih Jenis Ubat
vi: Chọn loại thuốc

# Patient_Selection_SelectSurgery
source: Select Surgery
ms_my: Pilih Pembedahan
vi: Chọn phẫu thuật

# Patient_Selection_SelectSurgeryType
source: Select Surgery Type
ms_my: Pilih Jenis Pembedahan
vi: Chọn loại phẫu thuật

# Patient_Selection_SelectVaccination
source: Select Vaccination
ms_my: Pilih Vaksinasi
vi: Chọn Tiêm chủng

# Patient_Selection_SelectVaccinationType
source: Select Vaccination Type
ms_my: Pilih Jenis Vaksinasi
vi: Chọn loại vắc-xin

# Patient_Label_Due
source: Due
ms_my: Kena bayar
vi: Quá hạn

# Patient_Label_Expiry
source: Expiry
ms_my: Tamat tempoh
vi: Hết hạn

# Patient_Label_NoOngoingTreatment
source: No Ongoing Treatment
ms_my: Tiada Rawatan Berterusan
vi: Không có điều trị liên tục

# Patient_Label_NoUpcomingAppointment
source: No Upcoming Appointment
ms_my: Tiada Janji Temu Akan Datang
vi: Không có điều trị trong quá khứ

# Patient_Label_NoUpcomingTreatment
source: No Upcoming Treatment
ms_my: Tiada Rawatan Akan Datang
vi: Không có điều trị sắp tới

# Patient_Label_UpdatedOn
source: Updated On
ms_my: Dikemaskini Pada
vi: Đã cập nhật vào

# Patient_Label_NoOtherPet
source: No other pet.
ms_my: Tiada haiwan peliharaan lain.
vi: Không có vật nuôi nào khác.

# Roles_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# Roles_Button_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# Roles_Button_NewRole
source: New Role
ms_my: Peranan Baru
vi: Vai trò mới

# Roles_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# Roles_Label_AreYouDoctor
source: Are you a doctor?
ms_my: Adakah anda seorang doktor?
vi: Bạn có phải là bác sĩ không?

# Roles_Label_AssignedNoofStaffs
source: Assigned No of Staffs
ms_my: Bilangan Kakitangan Diberikan
vi: Số lượng nhân viên được phân công

# Roles_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# Roles_Label_ConfirmDeleteRole
source: Confirm delete this role?
ms_my: Sahkan memadamkan peranan ini?
vi: Xác nhận xóa vai trò này?

# Roles_Label_Description
source: Description
ms_my: Penerangan
vi: Sự miêu tả

# Roles_Label_FailedToCreateRole
source: Failed to create roles.
ms_my: Gagal mencipta peranan.
vi: Không tạo được vai trò.

# Roles_Label_FailedToDeleteRecord
source: Failed to delete record.
ms_my: Gagal memadam rekod.
vi: Không xóa được bản ghi.

# Roles_Label_MandatoryFieldRequred
source: *Mandatory field required.
ms_my: * Medan wajib diperlukan.
vi: *Trường bắt buộc phải nhập.

# Roles_Label_NewRoleCreateSuccessfully
source: New role create successfully.
ms_my: Peranan baharu berjaya dibuat.
vi: Tạo vai trò mới thành công.

# Roles_Label_Number
source: No.
vi: Con số

# Roles_Label_Organization
source: Organization
ms_my: Organisasi
vi: Tổ chức

# Roles_Label_Permission
source: Permissions
ms_my: Kebenaran
vi: Quyền

# Roles_Label_PermissionSettings
source: Permission Settings:
ms_my: Tetapan Kebenaran:
vi: Thiết lập quyền:

# Roles_Label_PleaseSelectBranch
source: Please select branch
ms_my: Sila pilih cawangan
vi: Vui lòng chọn chi nhánh

# Roles_Label_PleaseSelectOption
source: Please select option
ms_my: Sila pilih pilihan
vi: Vui lòng chọn tùy chọn

# Roles_Label_PleaseSelectOrganization
source: Please select organization
ms_my: Sila pilih organisasi
vi: Vui lòng chọn tổ chức

# Roles_Label_PleaseSelectStatus
source: Please select status
ms_my: Sila pilih status
vi: Vui lòng chọn trạng thái

# Roles_Label_Role
source: Role
ms_my: Peranan
vi: Vai trò

# Roles_Label_Status
source: Status
vi: Trạng thái

# Roles_Label_UserRole
source: User Role
ms_my: Peranan Pengguna
vi: Vai trò người dùng

# Roles_Menu_Delete
source: Delete
ms_my: Padam
vi: Xóa bỏ

# Roles_Menu_Edit
source: Edit
vi: Biên tập

# Roles_Menu_View
source: View
ms_my: Lihat
vi: Xem

# Roles_Title_AddNewRole
source: Add New Role
ms_my: Tambah Peranan Baharu
vi: Thêm vai trò mới

# Roles_Title_CreateRole
source: Create Role
ms_my: Tambah Peranan
vi: Tạo Vai trò

# Roles_Title_DeleteRole
source: Delete Role
ms_my: Padam Peranan
vi: Xóa vai trò

# Roles_Title_RoleSettings
source: Role Settings
ms_my: Tetapan Peranan
vi: Cài đặt vai trò

# Roles_Title_UserAccessControl
source: User Access Control
ms_my: Kawalan Akses Pengguna
vi: Kiểm soát truy cập của người dùng

# Roles_Label_FailedToUpdateRoles
source: Failed to update roles.
ms_my: Gagal mengemas kini peranan.
vi: Không cập nhật được vai trò.

# Roles_Label_UpdateRoleSuccessfully
source: Update role successfully.
ms_my: Kemas kini peranan berjaya.
vi: Cập nhật vai trò thành công.

# Roles_Title_UpdateRole
source: Update Role
ms_my: Kemas kini Peranan
vi: Cập nhật vai trò

# Staff_Button_NewStaff
source: New Staff
ms_my: Kakitangan Baru
vi: Nhân viên mới

# Staff_Label_Number
source: No
vi: Con số

# Staff_Label_StaffID
source: Staff ID
ms_my: ID kakitangan
vi: ID nhân viên

# Staff_Label_StaffName
source: Staff Name
ms_my: Nama Kakitangan
vi: Tên nhân viên

# Staff_Title_Filters
source: Filters
ms_my: Penapis
vi: Bộ lọc

# Staff_Title_StaffListing
source: Staff Listing
ms_my: Penyenaraian Kakitangan
vi: Danh sách nhân viên

# Staff_Label_Role
source: Role
ms_my: Peranan
vi: Vai trò

# Staff_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# Staff_Label_Gender
source: Gender
ms_my: Jantina
vi: Giới tính

# Staff_Label_Organization
source: Organization
ms_my: Organisasi
vi: Tổ chức

# Staff_Label_Status
source: Status
vi: Trạng thái

# StaffDetail_Label_Name
source: Last Name
ms_my: Nama Akhir
vi: Họ

# StaffDetail_Label_StaffID
source: Staff ID
ms_my: ID kakitangan
vi: ID nhân viên

# StaffDetail_Label_Surname
source: Surname
ms_my: Nama keluarga
vi: Họ

# Staff_Button_Filters
source: Filters
ms_my: Penapis
vi: Bộ lọc

# Staff_Button_Reset
source: Reset
ms_my: Set semula
vi: Cài lại

# Staff_Button_Search
source: Search
ms_my: Cari
vi: Tìm kiếm

# Staff_Label_ConfirmDeleteStaff
source: Confirm to delete staff?
ms_my: Sahkan untuk memadam kakitangan?
vi: Xác nhận xóa nhân viên?

# Staff_Label_FailedToDeleteStaff
source: Failed to delete staff, please try again.
ms_my: Gagal memadamkan kakitangan, sila cuba lagi.
vi: Không xóa được nhân viên, vui lòng thử lại.

# Staff_Label_MenuDelete
source: Delete
ms_my: Padam
vi: Xóa bỏ

# Staff_Label_MenuEdit
source: Edit
vi: Biên tập

# Staff_Label_MenuView
source: View
ms_my: Lihat
vi: Xem

# Staff_Label_PleaseSelectBranch
source: Please select branch
ms_my: Sila pilih cawangan
vi: Vui lòng chọn chi nhánh

# Staff_Label_PleaseSelectGender
source: Please select gender
ms_my: Sila pilih jantina
vi: Vui lòng chọn giới tính

# Staff_Label_PleaseSelectOrganization
source: Please select organization
ms_my: Sila pilih organisasi
vi: Vui lòng chọn tổ chức

# Staff_Label_PleaseSelectRole
source: Please select role
ms_my: Sila pilih peranan
vi: Vui lòng chọn vai trò

# Staff_Label_PleaseSelectStaff
source: Please select staff
ms_my: Sila pilih kakitangan
vi: Vui lòng chọn nhân viên

# Staff_Label_PleaseSelectStatus
source: Please select status
ms_my: Sila pilih status
vi: Vui lòng chọn trạng thái

# Staff_Label_StaffDetail
source: Staff Details
ms_my: Butiran Kakitangan
vi: Chi tiết nhân viên

# Staff_Title_DeleteStaff
source: Delete staff
ms_my: Padam kakitangan
vi: Xóa nhân viên

# StaffDetail_Label_Gender
source: Gender
ms_my: Jantina
vi: Giới tính

# StaffDetail_Label_Role
source: User Role
ms_my: Peranan Pengguna
vi: Vai trò người dùng

# StaffDetail_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# StaffDetail_Button_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# StaffDetail_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# StaffDetail_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# StaffDetail_Label_CreateUserSuccessfully
source: Create user successfully.
ms_my: Tambah pengguna berjaya.
vi: Tạo người dùng thành công.

# StaffDetail_Label_FailedToCreateUser
source: Failed to create user, please try again.
ms_my: Gagal tambah pengguna, sila cuba lagi.
vi: Không tạo được người dùng, vui lòng thử lại.

# StaffDetail_Label_FailedToUpdateUser
source: Failed to update user profile, please try again.
ms_my: Gagal mengemas kini profil pengguna, sila cuba lagi.
vi: Không cập nhật được hồ sơ người dùng, vui lòng thử lại.

# StaffDetail_Label_LoginID
source: Login ID
ms_my: ID log masuk
vi: ID đăng nhập

# StaffDetail_Label_LoginIDExists
source: *Login ID exists in system, please try again.
ms_my: *ID Log masuk wujud dalam sistem, sila cuba lagi.
vi: *ID đăng nhập đã có trong hệ thống, vui lòng thử lại.

# StaffDetail_Label_MandatoryFieldsRequired
source: *Mandatory Fields required.
ms_my: *Bidang Wajib diperlukan.
vi: *Các trường bắt buộc phải điền.

# StaffDetail_Label_Organization
source: Organization
ms_my: Organisasi
vi: Tổ chức

# StaffDetail_Label_PleaseSelectBranch
source: Please select branch
ms_my: Sila pilih cawangan
vi: Vui lòng chọn chi nhánh

# StaffDetail_Label_PleaseSelectGender
source: Please select gender
ms_my: Sila pilih jantina
vi: Vui lòng chọn giới tính

# StaffDetail_Label_PleaseSelectOrganization
source: Please select organization
ms_my: Sila pilih organisasi
vi: Vui lòng chọn tổ chức

# StaffDetail_Label_PleaseSelectRole
source: Please select role
ms_my: Sila pilih peranan
vi: Vui lòng chọn vai trò

# StaffDetail_Label_PleaseSelectStatus
source: Please select status
ms_my: Sila pilih status
vi: Vui lòng chọn trạng thái

# StaffDetail_Label_Status
source: Status
vi: Trạng thái

# StaffDetail_Label_UpdateUserSuccessfully
source: Update user profile successfully.
ms_my: Kemas kini profil pengguna berjaya.
vi: Cập nhật hồ sơ người dùng thành công.

# StaffDetail_Title_CreateUser
source: Create User
ms_my: Tambah Pengguna
vi: Tạo người dùng

# StaffDetail_Title_UpdateUserProfile
source: Update User Profile
ms_my: Kemas kini Profil Pengguna
vi: Cập nhật hồ sơ người dùng

# StaffDetail_Label_InvalidEmail
source: Invalid email address.
ms_my: Alamat e-mel tidak sah.
vi: Địa chỉ email không hợp lệ.

# General_Label_CopyrightStatement
source: All rights reserved
ms_my: Semua hak terpelihara
vi: Mọi quyền được bảo lưu

# InvoiceReceipt_Button_AddItem
source: Add Item
ms_my: Tambah Item
vi: Thêm mục

# InvoiceReceipt_Button_Download
source: Download
ms_my: Muat turun
vi: Tải về

# InvoiceReceipt_Button_MarkAsPaid
source: Mark as paid
ms_my: Tandakan sebagai berbayar
vi: Đánh dấu là đã thanh toán

# InvoiceReceipt_Button_Print
source: Print
ms_my: Cetak
vi: In

# InvoiceReceipt_Button_QuickInvoice
source: Quick Invoice
ms_my: Invois Pantas
vi: Hóa đơn nhanh

# InvoiceReceipt_Button_SubTotal
source: Sub Total
ms_my: Sub Jumlah
vi: Tổng cộng

# InvoiceReceipt_Label_Action
source: Action
ms_my: Aksi
vi: Hoạt động

# InvoiceReceipt_Label_Balance
source: Balance
ms_my: Baki
vi: Sự cân bằng

# InvoiceReceipt_Label_Canceled
source: Canceled
ms_my: Dibatalkan
vi: Đã hủy

# InvoiceReceipt_Label_Discount
source: Discount
ms_my: Diskaun
vi: Giảm giá

# InvoiceReceipt_Label_Fee
source: Fee
ms_my: Bayaran
vi: Phí

# InvoiceReceipt_Label_From
source: From
ms_my: Daripada
vi: Từ

# InvoiceReceipt_Label_GrandDiscount
source: Grand Discount
ms_my: Diskaun Agung
vi: Giảm giá lớn

# InvoiceReceipt_Label_InvoiceDetails
source: Invoice Details
ms_my: Butiran Invois
vi: Chi tiết hóa đơn

# InvoiceReceipt_Label_InvoiceNo
source: Invoice No
ms_my: Invois No
vi: Số hóa đơn

# InvoiceReceipt_Label_InvoiceNote
source: Invoice Note
ms_my: Nota Invois
vi: Ghi chú hóa đơn

# InvoiceReceipt_Label_InvoiceReceiptNo
source: Invoice/Receipt No
ms_my: Invois/Resit No
vi: Số hóa đơn/Biên lai

# InvoiceReceipt_Label_Invoices
source: Invoices
ms_my: Invois
vi: Hóa đơn

# InvoiceReceipt_Label_NextAppointment
source: Next Appointment
ms_my: Temujanji Seterusnya
vi: Cuộc hẹn tiếp theo

# InvoiceReceipt_Label_Paid
source: Paid
ms_my: Dibayar
vi: Trả

# InvoiceReceipt_Label_Pending
source: Pending
ms_my: Belum selesai
vi: Chưa giải quyết

# InvoiceReceipt_Label_PurchaseItemDetails
source: Purchase Item Details
ms_my: Butiran Item Belian
vi: Chi tiết mặt hàng mua

# InvoiceReceipt_Label_Quantity
source: Quantity
ms_my: Kuantiti
vi: Số lượng

# InvoiceReceipt_Label_Ready
source: Ready
ms_my: Sedia
vi: Sẵn sàng

# InvoiceReceipt_Label_Receipt
source: Receipt
ms_my: Resit
vi: Biên lai

# InvoiceReceipt_Label_ReceiptNo
source: Receipt No
ms_my: No. Resit
vi: Số biên lai

# InvoiceReceipt_Label_SelectCustomer
source: Select Customer
ms_my: Pilih Pelanggan
vi: Chọn Khách hàng

# InvoiceReceipt_Label_SelectProduct
source: Select Product
ms_my: Pilih Produk
vi: Chọn sản phẩm

# InvoiceReceipt_Label_SurgVacConsName
source: Surgery/Vaccination/Consultation Name
ms_my: Nama Pembedahan/Vaksinasi/Perundingan
vi: Phẫu thuật/Tiêm chủng/Tư vấn Tên

# InvoiceReceipt_Label_To
source: To
ms_my: Kepada
vi: ĐẾN

# InvoiceReceipt_Label_TotalPrice
source: Total Price
ms_my: Jumlah Harga
vi: Tổng giá

# InvoiceReceipt_Message_MarkAsPaid
source: Are you sure you want to mark as paid and move to receipt?
ms_my: Adakah anda pasti mahu menandakan sebagai berbayar dan beralih ke resit?
vi: Bạn có chắc chắn muốn đánh dấu là đã thanh toán và chuyển đến phần biên lai không?

# Patient_Label_Filter
source: Filter
ms_my: Penapis
vi: Lọc

# TreatmentPlan_Button_AddCustomTreatment
source: Add Custom Treatment
ms_my: Tambah Rawatan Tersuai
vi: Thêm điều trị tùy chỉnh

# TreatmentPlan_Label_ExistingTreatmentPlan
source: Existing Treatment Plan
ms_my: Pelan Rawatan Sedia Ada
vi: Kế hoạch điều trị hiện tại

# TreatmentPlan_Label_Showing
source: Showing
ms_my: Menunjukkan
vi: Hiển thị

# AccessControl_Button_AddBranch
source: Add Branch
ms_my: Tambah Cawangan
vi: Thêm nhánh

# AccessControl_Label_BranchAddress
source: Branch Address
ms_my: Alamat Cawangan
vi: Địa chỉ chi nhánh

# AccessControl_Label_Branches
source: Branches
ms_my: Cawangan
vi: Các nhánh

# AccessControl_Label_BranchName
source: Branch Name
ms_my: Nama Cawangan
vi: Tên chi nhánh

# AccessControl_Label_CreateOrganisation
source: Create Organisation
ms_my: Tambah Organisasi
vi: Tạo tổ chức

# AccessControl_Label_NewOrganisation
source: New Organisation
ms_my: Organisasi Baru
vi: Tổ chức mới

# AccessControl_Label_OrganisationName
source: Organisation Name
ms_my: Nama Organisasi
vi: Tên tổ chức

# AccessControl_Label_SaveBranch
source: Save Branch
ms_my: Simpan Cawangan
vi: Lưu Chi Nhánh

# AccessControl_Label_SearchOrganisation
source: Search Organisation
ms_my: Organisasi Carian
vi: Tìm kiếm Tổ chức

# AccessControl_Label_TotalStaffs
source: Total Staffs
ms_my: Jumlah Kakitangan
vi: Tổng số nhân viên

# AccessControl_Label_EditOrganisation
source: Edit Organisation
ms_my: Edit Organisasi
vi: Chỉnh sửa tổ chức

# AccessControl_Label_OrganisationDetails
source: Organisation Details
ms_my: Butiran Organisasi
vi: Chi tiết tổ chức

# TestManagement_Button_ViewReport
source: View Report
ms_my: Lihat Laporan
vi: Xem báo cáo

# TestManagement_Label_BloodPressure
source: Blood Pressure
ms_my: Tekanan Darah
vi: Huyết áp

# TestManagement_Label_BloodTest
source: Blood Test
ms_my: Ujian Darah
vi: Xét nghiệm máu

# TestManagement_Label_BoneMass
source: Bone Mass
ms_my: Jisim Tulang
vi: Khối lượng xương

# TestManagement_Label_HeartRate
source: Heart Rate
ms_my: Kadar Jantung
vi: Nhịp tim

# TestManagement_Label_High
source: High
ms_my: Tinggi
vi: Cao

# TestManagement_Label_InjuryExam
source: Injury Exam
ms_my: Peperiksaan Kecederaan
vi: Khám chấn thương

# TestManagement_Label_Low
source: Low
ms_my: Rendah
vi: Thấp

# TestManagement_Label_LungXRay
source: Lung X-Ray
ms_my: X-Ray paru-paru
vi: Chụp X-quang phổi

# TestManagement_Label_Negative
source: Negative
ms_my: Negatif
vi: Tiêu cực

# TestManagement_Label_Normal
source: Normal
ms_my: Biasa
vi: Bình thường

# TestManagement_Label_NormalRange
source: Normal Range
ms_my: Julat Biasa
vi: Phạm vi bình thường

# TestManagement_Label_Parameter
source: Parameter
vi: Tham số

# TestManagement_Label_Recovering
source: Recovering
ms_my: Pulih
vi: Phục hồi

# TestManagement_Label_Result
source: Result
ms_my: Keputusan
vi: Kết quả

# TestManagement_Label_ResultGauge
source: Result Gauge
ms_my: Tolok Keputusan
vi: Đo lường kết quả

# AccessControl_Label_AccessDenied
source: Access Denied.
ms_my: Akses Ditolak.
vi: Quyền truy cập bị từ chối.

# AccessControl_Label_BranchContactNo
source: Branch Contact No
ms_my: Nombor Perhubungan Cawangan
vi: Số điện thoại liên lạc của chi nhánh

# InvoiceReceipt_Label_Customer
source: Customer
ms_my: Pelanggan
vi: Khách hàng

# TestManagement_Label_Positive
source: Positive
ms_my: Positif
vi: Tích cực

# Appointment_Label_NoFutureAppointment
source: No future appointment.
ms_my: Tiada janji temu pada masa hadapan.
vi: Không có cuộc hẹn nào trong tương lai.

# Patient_Button_HideFilter
source: Hide Filters
ms_my: Sorok Penapis
vi: Ẩn Bộ lọc

# Patient_Button_ShowFilter
source: Show Filters
ms_my: Tunjukkan Penapis
vi: Hiển thị bộ lọc

# TestManagement_Label_Analyzer
source: Analyzer
ms_my: Penganalisis
vi: Máy phân tích

# Dashboard_Button_ViewAll
source: View All
ms_my: Lihat Semua
vi: Xem tất cả

# Dashboard_Label_AllDoctors
source: All Doctors
ms_my: Semua Doktor
vi: Tất cả các bác sĩ

# Dashboard_Label_AsOf
source: as of
ms_my: setakat
vi: kể từ

# Dashboard_Label_ShowMore
source: Show more
ms_my: Tunjukkan lagi
vi: Hiển thị thêm

# Dashboard_Label_Summary
source: Summary
ms_my: Ringkasan
vi: Bản tóm tắt

# Dashboard_Label_TotalPatients
source: Total Patients
ms_my: Jumlah Pesakit
vi: Tổng số bệnh nhân

# Dashboard_Label_TotalSales
source: Total Sales
ms_my: Jumlah Jualan
vi: Tổng doanh số

# Dashboard_Label_TotalStaffs
source: Total Staffs
ms_my: Jumlah Kakitangan
vi: Tổng số nhân viên

# Dashboard_Message_Here
source: Here's your Patient Management System Dashboard.
ms_my: Berikut ialah Papan Pemuka Sistem Pengurusan Pesakit anda.
vi: Đây là Bảng điều khiển Hệ thống quản lý bệnh nhân của bạn.

# Dashboard_Message_Welcome
source: Welcome back,
ms_my: Selamat kembali,
vi: Chào mừng trở lại,

# Notification_Label_SoftwareUpdate
source: Software Update
ms_my: Kemaskini Perisian
vi: Cập nhật phần mềm

# NotificationSetting_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# NotificationSetting_Button_Save
source: Save
ms_my: Simpan
vi: Cứu

# NotificationSetting_Label_EnableNotificationToReceive
source: Enable the notifications that you would like to receive
ms_my: Dayakan pemberitahuan yang anda ingin terima
vi: Bật thông báo mà bạn muốn nhận

# NotificationSetting_Message_UpdateSettingsSuccessfully
source: Update settings successfully
ms_my: Kemas kini tetapan berjaya
vi: Cập nhật cài đặt thành công

# NotificationSetting_Title_NotificationSettings
source: Notification Settings
ms_my: Tetapan Pemberitahuan
vi: Cài đặt thông báo

# NotificationSetting_Title_UpdateNotifSettings
source: Update Notification Settings
ms_my: Kemas kini Tetapan Pemberitahuan
vi: Cập nhật cài đặt thông báo

# NotificationSetting_Message_FailedToUpdateSettings
source: Failed to update Notification settings.
ms_my: Gagal mengemas kini tetapan Pemberitahuan.
vi: Không cập nhật được cài đặt Thông báo.

# Notification_Button_NotifcationSettings
source: Notification Settings
ms_my: Seting Pemberitahuan
vi: Cài đặt thông báo

# TestResultDetails_Label_DeviceName
source: Device Name
ms_my: Nama Peranti
vi: Tên thiết bị

# TestResultDetails_Label_High
source: High
ms_my: Tinggi
vi: Cao

# TestResultDetails_Label_Low
source: Low
ms_my: Rendah
vi: Thấp

# TestResultDetails_Label_Normal
source: Normal
ms_my: Biasa
vi: Bình thường

# TestResultDetails_Label_NormalRange
source: Normal Range
ms_my: Julat Biasa
vi: Phạm vi bình thường

# TestResultDetails_Label_OperatorID
source: Operator ID
ms_my: ID Operator
vi: ID nhà điều hành

# TestResultDetails_Label_PatientID
source: Patient ID
ms_my: ID Pesakit
vi: ID bệnh nhân

# TestResultDetails_Label_PatientName
source: Patient Name
ms_my: Nama Pesakit
vi: Tên bệnh nhân

# TestResultDetails_Label_Result
source: Result
ms_my: Keputusan
vi: Kết quả

# TestResultDetails_Label_ResultGauge
source: Result Gauge
ms_my: Tolok Keputusan
vi: Đo lường kết quả

# TestResultDetails_Label_Test
source: Test
ms_my: Ujian
vi: Bài kiểm tra

# TestResultDetails_Label_Time
source: Time
ms_my: Masa
vi: Thời gian

# TestResultDetails_Title_OverallTestResults
source: Overall Test Results
ms_my: Keputusan Ujian Keseluruhan
vi: Kết quả kiểm tra tổng thể

# TestResults_Button_Filter
source: Filter
ms_my: Penapis
vi: Lọc

# TestResults_Button_Reset
source: Reset
ms_my: Set semula
vi: Cài lại
