Repository: SVRDevAdmin/VPMSRepo
Catalog: VPMS/Resources/Resource.*.resx
Languages: ms_my, vi

# TestResults_Button_Search
source: Search
ms_my: Cari
vi: Tìm kiếm

# TestResults_Label_Ascending
source: Ascending
ms_my: Menaik
vi: Đang tăng dần

# TestResults_Label_Descending
source: Descending
ms_my: Menurun
vi: Giảm dần

# TestResults_Label_DeviceName
source: Device Name
ms_my: Nama Peranti
vi: Tên thiết bị

# TestResults_Label_Number
source: No.
vi: Con số

# TestResults_Label_OperatorID
source: Operator ID
ms_my: ID Operator
vi: ID nhà điều hành

# TestResults_Label_PatientID
source: Patient ID
ms_my: ID Pesakit
vi: ID bệnh nhân

# TestResults_Label_ResultStatus
source: Result Status (+/-)
ms_my: Status Keputusan (+/-)
vi: Trạng thái kết quả (+/-)

# TestResults_Label_SearchByName
source: Search By Name
ms_my: Cari Mengikut Nama
vi: Tìm kiếm theo tên

# TestResults_Label_SortBy
source: Sort By
ms_my: Susun Mengikut
vi: Sắp xếp theo

# TestResults_Label_SortByDate
source: Sort By Date
ms_my: Susun Mengikut Tarikh
vi: Sắp xếp theo ngày

# TestResults_Label_TestType
source: Test Type
ms_my: Jenis Ujian
vi: Loại kiểm tra

# TestResults_Label_Time
source: Time
ms_my: Masa
vi: Thời gian

# TestResults_Label_View
source: View
ms_my: Lihat
vi: Xem

# TestResults_Title_Filters
source: Filters
ms_my: Penapis
vi: Bộ lọc

# TestResults_Title_TestManagement
source: Test Management
ms_my: Pengurusan Ujian
vi: Quản lý thử nghiệm

# MenuBar_Label_TestManagement
source: Test Management
ms_my: Pengurusan Ujian
vi: Quản lý thử nghiệm

# TestResultDetails_Label_ResultValue
source: Value
ms_my: Nilai
vi: Giá trị

# Dashboard_Label_Daily
source: Daily
ms_my: Harian
vi: Hằng ngày

# Dashboard_Label_GenderBreakdown
source: Gender Breakdown
ms_my: Pecahan Jantina
vi: Phân tích giới tính

# Dashboard_Label_Monthly
source: Monthly
ms_my: Bulanan
vi: Hàng tháng

# Dashboard_Label_OverallRevenue
source: Overall Revenue
ms_my: Pendapatan Keseluruhan
vi: Tổng doanh thu

# Dashboard_Label_PatientNumberStatistics
source: Patient Number Statistics
ms_my: Statistik Nombor Pesakit
vi: Thống kê số bệnh nhân

# Dashboard_Label_RevenueBy
source: Revenue By
ms_my: Pendapatan Oleh
vi: Doanh thu theo

# Dashboard_Label_StaffBreakdown
source: Staff Breakdown
ms_my: Pecahan Kakitangan
vi: Phân tích nhân sự

# Dashboard_Label_TopBreed
source: Top Breed
ms_my: Baka Teratas
vi: Giống chó hàng đầu

# Dashboard_Label_TopServices
source: Top Services
ms_my: Perkhidmatan Teratas
vi: Dịch vụ hàng đầu

# Dashboard_Label_TopTreatment
source: Top Treatment
ms_my: Rawatan Teratas
vi: Điều trị hàng đầu

# Dashboard_Label_TotalPatientByBreed
source: Total Patient By Breed
ms_my: Jumlah Pesakit Mengikut Baka
vi: Tổng số bệnh nhân theo giống

# Dashboard_Label_Weekly
source: Weekly
ms_my: Mingguan
vi: Hàng tuần

# Dashboard_Label_Yearly
source: Yearly
ms_my: Tahunan
vi: Hàng năm

# Dashboard_Label_TotalAppointment
source: Total Appointment
ms_my: Jumlah Pelantikan
vi: Tổng số cuộc hẹn

# Dashboard_Label_LatestUpdateOn
source: Latest update on
ms_my: Kemas kini terkini pada
vi: Cập nhật mới nhất về

# InvoiceReceipt_Label_InvoiceCreation
source: Invoice Creation
ms_my: Penciptaan Invois
vi: Tạo hóa đơn

# InvoiceReceipt_Label_ReceiptCreation
source: Receipt Creation
ms_my: Penciptaan Resit
vi: Tạo biên lai

# InvoiceReceipt_Message_InvoiceCreation
source: Attached is the invoice.
ms_my: Dilampirkan invois.
vi: Đính kèm là hóa đơn.

# InvoiceReceipt_Message_ReceiptCreation
source: Attached is the receipt.
ms_my: Dilampirkan resit.
vi: Đính kèm là biên lai.

# InvoiceReceipt_Message_AddAtleastOneProduct
source: Please add atleast one product.
ms_my: Sila tambah sekurang-kurangnya satu produk.
vi: Vui lòng thêm ít nhất một sản phẩm.

# InvoiceReceipt_Message_AddAtleastOneProduct1
source: Please fill the required field.
ms_my: Sila isi ruangan yang diperlukan.
vi: Vui lòng điền vào trường bắt buộc.

# InvoiceReceipt_Message_SomethingWrongHappen
source: Something wrong happen!
ms_my: Sesuatu yang tidak kena berlaku!
vi: Có chuyện gì đó không ổn xảy ra!

# Login_Message_AccountLocked
source: The account are locked. Please contact administrator.
ms_my: Akaun dikunci. Sila hubungi pentadbir.
vi: Tài khoản đã bị khóa. Vui lòng liên hệ với người quản lý.

# Login_Message_AccountNotConfirmed
source: The account are have not confirmed yet. Please confirm the account through email and try again.
ms_my: Akaun belum disahkan lagi. Sila sahkan akaun melalui e-mel dan cuba lagi.
vi: Tài khoản vẫn chưa được xác nhận. Vui lòng xác nhận tài khoản qua email và thử lại.

# Login_Message_AccountNotFound
source: Account not found based on the username. Please check and try again.
ms_my: Akaun tidak ditemui berdasarkan nama pengguna. Sila semak dan cuba lagi.
vi: Không tìm thấy tài khoản dựa trên tên người dùng. Vui lòng kiểm tra và thử lại.

# Login_Message_ErrorOccur
source: Error occur. Please try again later.
ms_my: Ralat berlaku. Sila cuba lagi kemudian.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

# Login_Message_FailResetPassword
source: Fail to reset password.
ms_my: Gagal set semula kata laluan.
vi: Không thể đặt lại mật khẩu.

# Login_Message_WrongEmail
source: Wrong email. Please check and try again.
ms_my: E-mel salah. Sila semak dan cuba lagi.
vi: Email không đúng. Vui lòng kiểm tra và thử lại.

# Login_Message_WrongUsernamePasword
source: Wrong password or username.
ms_my: Kata laluan atau nama pengguna yang salah.
vi: Mật khẩu hoặc tên người dùng sai.

# Patient_Message_FillRequiredField
source: Need to fill the required fields.
ms_my: Perlu mengisi ruangan yang diperlukan.
vi: Cần phải điền đầy đủ các trường bắt buộc.

# TestResults_Message_NoRecords
source: No record exist yet for this category.
ms_my: Tiada rekod lagi wujud untuk kategori ini.
vi: Chưa có hồ sơ nào cho danh mục này.

# TreatmentPlan_Message_ChooseAtleastOneProductService
source: Need to choose atleast one service or one product.
ms_my: Perlu memilih sekurang-kurangnya satu perkhidmatan atau satu produk.
vi: Cần phải chọn ít nhất một dịch vụ hoặc một sản phẩm.

# TreatmentPlan_Message_TreatmentPlaneNameCannotBeEmpty
source: Treatment plan name cannot be empty.
ms_my: Nama pelan rawatan tidak boleh kosong.
vi: Tên kế hoạch điều trị không được để trống.

# Appointment_Message_AppointmentAccepted
source: Appointment Accepted
ms_my: Janji Temu Diterima
vi: Đã chấp nhận cuộc hẹn

# Appointment_Title_AcceptAppointment
source: Accept Appointment
ms_my: Terima Temujanji
vi: Chấp nhận cuộc hẹn

# AccessControl_Label_BranchCity
source: City
ms_my: Bandar
vi: Thành phố

# AccessControl_Label_BranchPostcode
source: Postcode
ms_my: Poskod
vi: Mã bưu chính

# AccessControl_Label_BranchState
source: State
ms_my: Negeri
vi: Tình trạng

# AccessControl_Label_SelectCity
source: Select City
ms_my: Pilih Bandar
vi: Chọn thành phố

# AccessControl_Label_SelectState
source: Select State
ms_my: Pilih Negeri
vi: Chọn tiểu bang

# Patient_Label_Location
source: Location
ms_my: Lokasi
vi: Vị trí

# Patient_Label_ScheduledTest
source: Scheduled Test
ms_my: Ujian Berjadual
vi: Kiểm tra theo lịch trình

# Patient_Label_SelectLocation
source: Select location
ms_my: Pilih lokasi
vi: Chọn vị trí

# Patient_Label_SelectTests
source: Select Tests
ms_my: Pilih Ujian
vi: Chọn bài kiểm tra

# Patient_Label_Tests
source: Tests
ms_my: Ujian
vi: Kiểm tra

# Patient_Title_CreateScheduleTests
source: Create Schedule Tests
ms_my: Tambah Ujian Jadual
vi: Tạo lịch kiểm tra

# Patient_Button_Submit
source: Submit
ms_my: Hantar
vi: Nộp

# Patient_Label_InchargesDoctor
source: Incharges Doctor
ms_my: Incharges Doktor
vi: Bác sĩ Incharges

# Patient_Label_SelectInchargeDoctor
source: Select Incharges Doctor
ms_my: Pilih Incharges Doctor
vi: Chọn Bác sĩ Incharges

# Patient_Message_MandatoryFieldsRequired
source: Mandatory fields required.
ms_my: Medan wajib diperlukan.
vi: Những trường bắt buộc phải nhập.

# Patient_Message_ScheduleTestsFailToSend
source: Schedule Tests fail to send, please try again later.
ms_my: Jadual Ujian gagal dihantar, sila cuba sebentar lagi.
vi: Không gửi được lịch kiểm tra, vui lòng thử lại sau.

# Patient_Message_ScheduleTestsSentSuccess
source: Schedule Tests sent successfully.
ms_my: Jadual Ujian berjaya dihantar.
vi: Đã gửi lịch kiểm tra thành công.

# Patient_Title_SubmitScheduleTests
source: Submit Schedule Tests
ms_my: Hantar Ujian Jadual
vi: Nộp lịch kiểm tra

# DoctorProfile_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# DoctorProfile_Label_Organization
source: Organization
ms_my: Organisasi
vi: Tổ chức

# DoctorProfile_Label_PleaseSelectBranch
source: Please select branch
ms_my: Sila pilih cawangan
vi: Vui lòng chọn chi nhánh

# DoctorProfile_Label_PleaseSelectOrganization
source: Please select organization
ms_my: Sila pilih organisasi
vi: Vui lòng chọn tổ chức

# Roles_Label_RoleType
source: Role Type
ms_my: Jenis Peranan
vi: Loại vai trò

# BannersList_Button_NewBanner
source: New banner
ms_my: Sepanduk baharu
vi: Biểu ngữ mới

# BannersList_Label_Banner
source: Banner
ms_my: Sepanduk
vi: Ngọn cờ

# BannersList_Label_EndDate
source: End Date
ms_my: Tarikh Tamat
vi: Ngày kết thúc

# BannersList_Label_FileName
source: File Name
ms_my: Nama Fail
vi: Tên tập tin

# BannersList_Label_Number
source: No.
vi: Con số

# BannersList_Label_StartDate
source: Start Date
ms_my: Tarikh Mula
vi: Ngày bắt đầu

# BannersList_Label_Status
source: Status
vi: Trạng thái

# BannersList_Title_BannersManagement
source: Banners Management
ms_my: Pengurusan Sepanduk
vi: Quản lý biểu ngữ

# BannerProfile_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# BannerProfile_Button_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# BannerProfile_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# BannerProfile_Label_Banner
source: Banner
ms_my: sepanduk
vi: Ngọn cờ

# BannerProfile_Label_Description
source: Description
ms_my: Penerangan
vi: Sự miêu tả

# BannerProfile_Label_EndDate
source: End Date
ms_my: Tarikh Tamat
vi: Ngày kết thúc

# BannerProfile_Label_PleaseSelectStatus
source: Please select status
ms_my: Sila pilih status
vi: Vui lòng chọn trạng thái

# BannerProfile_Label_StartDate
source: Start Date
ms_my: Tarikh Mula
vi: Ngày bắt đầu

# BannerProfile_Label_Status
source: Status
vi: Trạng thái

# BannerProfile_Label_Upload
source: Upload
ms_my: Muat naik
vi: Tải lên

# BannerProfile_Message_Fail
source: Fail
ms_my: Gagal
vi: Thất bại

# BannerProfile_Message_MandatoryFieldsRequired
source: Mandatory Fields Required.
ms_my: Medan Wajib Diperlukan.
vi: Các trường bắt buộc phải nhập.

# BannerProfile_Message_NoBannerSelected
source: No Banner file selected.
ms_my: Tiada fail Sepanduk dipilih.
vi: Không có tệp Banner nào được chọn.

# BannerProfile_Message_NoChangesUpdates
source: No changes updates.
ms_my: Tiada perubahan kemas kini.
vi: Không có thay đổi cập nhật.

# BannerProfile_Message_RecommendRemark
source: * Recommended size: 1450px (Width) x 340px (Height)
ms_my: * Saiz disyorkan: 1450px (Lebar) x 340px (Ketinggian)
vi: * Kích thước đề xuất: 1450px (Chiều rộng) x 340px (Chiều cao)

# BannerProfile_Message_UpdateFailed
source: Update Failed, Please try again.
ms_my: Kemas Kini Gagal, Sila cuba lagi.
vi: Cập nhật không thành công. Vui lòng thử lại.

# BannerProfile_Message_UpdateSuccessfully
source: Update successfully.
ms_my: Kemas kini berjaya.
vi: Cập nhật thành công.

# BannerProfile_Message_UploadFailed
source: File upload failed.
ms_my: Muat naik fail gagal.
vi: Tải tệp lên không thành công.

# BannerProfile_Message_UploadSuccessfully
source: Upload successfully.
ms_my: Muat naik berjaya.
vi: Tải lên thành công.

# BannerProfile_Title_BannerDetails
source: Banner Details
ms_my: Butiran Banner
vi: Chi tiết biểu ngữ

# BannerProfile_Title_UpdateBannerInfo
source: Update Banner Info
ms_my: Kemas kini Maklumat Sepanduk
vi: Cập nhật thông tin Banner

# BannerProfile_Title_UploadBanner
source: Upload Banner
ms_my: Muat Naik Sepanduk
vi: Tải lên biểu ngữ

# BannersList_Button_Next
source: Next
ms_my: Seterusnya
vi: Kế tiếp

# BannersList_Button_Prev
source: Prev
ms_my: Sebelum
vi: Trước đó

# BannersList_Label_CreatedDate
source: Created Date
ms_my: Tarikh Dicipta
vi: Ngày tạo

# BannersList_Label_Edit
source: Edit
vi: Biên tập

# BannersList_Label_View
source: View
ms_my: Lihat
vi: Xem

# BannersList_Message_NoRecords
source: No Records
ms_my: Tiada Rekod
vi: Không có hồ sơ

# BlogList_Button_NewBlog
source: New Blog
ms_my: Blog Baru
vi: Blog mới

# BlogList_Button_Next
source: Next
ms_my: Seterusnya
vi: Kế tiếp

# BlogList_Button_Prev
source: Prev
ms_my: Sebelum
vi: Trước đó

# BlogList_Label_CreatedDate
source: Created Date
ms_my: Tarikh Dicipta
vi: Ngày tạo

# BlogList_Label_EndDate
source: End Date
ms_my: Tarikh Tamat
vi: Ngày kết thúc

# BlogList_Title_BlogManagement
source: Blogs Management
ms_my: Pengurusan Blog
vi: Quản lý Blog

# BlogList_Label_Edit
source: Edit
vi: Biên tập

# BlogList_Label_Num
source: No.
vi: Con số

# BlogList_Label_StartDate
source: Start Date
ms_my: Tarikh Mula
vi: Ngày bắt đầu

# BlogList_Label_Status
source: Status
vi: Trạng thái

# BlogList_Label_Title
source: Title
ms_my: Tajuk
vi: Tiêu đề

# BlogList_Label_URL
source: URL
vi: Địa chỉ URL

# BlogList_Label_View
source: View
ms_my: Lihat
vi: Xem

# BlogList_Message_NoRecords
source: No records
ms_my: Tiada rekod
vi: Không có hồ sơ

# BlogProfile_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# BlogProfile_Button_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# BlogProfile_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# BlogProfile_Label_Description
source: Description
ms_my: Penerangan
vi: Sự miêu tả

# BlogProfile_Label_EndDate
source: End Date
ms_my: Tarikh Tamat
vi: Ngày kết thúc

# BlogProfile_Label_FileName
source: File Name
ms_my: Nama Fail
vi: Tên tập tin

# BlogProfile_Label_PleaseSelectStatus
source: Please select status
ms_my: Sila pilih status
vi: Vui lòng chọn trạng thái

# BlogProfile_Label_StartDate
source: Start Date
ms_my: Tarikh Mula
vi: Ngày bắt đầu

# BlogProfile_Label_Status
source: Status
vi: Trạng thái

# BlogProfile_Label_Title
source: Title
ms_my: Tajuk
vi: Tiêu đề

# BlogProfile_Label_Upload
source: Upload
ms_my: Muat naik
vi: Tải lên

# BlogProfile_Label_URL
source: URL
vi: Địa chỉ URL

# BlogProfile_Title_BlogDetails
source: Blog Details
ms_my: Butiran Blog
vi: Chi tiết Blog

# BlogProfile_Message_CreateBlogSuccessfully
source: Create blog successfully.
ms_my: Tambah blog berjaya.
vi: Tạo blog thành công.

# BlogProfile_Message_Fail
source: Fail
ms_my: Gagal
vi: Thất bại

# BlogProfile_Message_MandatoryFieldsRequired
source: Mandatory Fields Required.
ms_my: Medan Wajib Diperlukan.
vi: Các trường bắt buộc phải nhập.

# BlogProfile_Message_NoChangesUpdate
source: No changes update.
ms_my: Tiada perubahan kemas kini.
vi: Không có thay đổi cập nhật.

# BlogProfile_Message_NoThumbnailSelected
source: No thumbnail photo selected.
ms_my: Tiada foto lakaran kecil dipilih.
vi: Không có ảnh thu nhỏ nào được chọn.

# BlogProfile_Message_UpdateBlogSuccessfully
source: Update Blog Successfully
ms_my: Kemas Kini Blog Berjaya
vi: Cập nhật Blog thành công

# BlogProfile_Message_UpdateFailed
source: Update failed, Please try again later.
ms_my: Kemas kini gagal, Sila cuba lagi kemudian.
vi: Cập nhật không thành công. Vui lòng thử lại sau.

# BlogProfile_Message_UploadThumbnailFailed
source: Upload Thumbnail failed.
ms_my: Muat naik Thumbnail gagal.
vi: Tải lên hình thu nhỏ không thành công.

# BlogProfile_Title_CreateBlogEntry
source: Create blog entry
ms_my: Tambah entri blog
vi: Tạo mục nhập blog

# BlogProfile_Title_UpdateBlogInfo
source: Update Blog Info
ms_my: Kemas kini Maklumat Blog
vi: Cập nhật thông tin Blog

# MenuBar_Label_Banners
source: Banners
ms_my: Sepanduk
vi: Biểu ngữ

# MenuBar_Label_Blogs
source: Blogs
ms_my: Blog
vi: Blog

# MenuBar_Label_CustomerPortal
source: Customer Portal
ms_my: Portal Pelanggan
vi: Cổng thông tin khách hàng

# Roles_Button_PermissionDetails
source: Permission Details
ms_my: Butiran Kebenaran
vi: Chi tiết quyền

# Roles_Label_TotalPermissionGranted
source: Total Permissions Granted
ms_my: Jumlah Kebenaran Diberikan
vi: Tổng số quyền được cấp

# Roles_Title_Permissions
source: Permissions
ms_my: Kebenaran
vi: Quyền

# TreatmentPlan_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# TreatmentPlan_Label_Organization
source: Organization
ms_my: Organisasi
vi: Tổ chức

# TreatmentPlan_Label_SelectBranch
source: Select Branch
ms_my: Pilih Cawangan
vi: Chọn Chi nhánh

# TreatmentPlan_Label_SelectOrganization
source: Select Organization
ms_my: Pilih Organisasi
vi: Chọn tổ chức

# DoctorProfile_Label_Services
source: Services
ms_my: Perkhidmatan
vi: Dịch vụ

# DoctorProfile_Label_SelectService
source: Select Service
ms_my: Pilih Perkhidmatan
vi: Chọn dịch vụ

# Login_Placeholder_Email
source: Email
ms_my: E-mel

# Patient_Label_NoPastTreatment
source: No Past Treatment
ms_my: Tiada Rawatan Lepas

# Staff_Label_Email
source: Email
ms_my: E-mel

# StaffDetail_Label_Email
source: Email
ms_my: E-mel
