Repository: SVRDevAdmin/VPMSRepo
Catalog: VPMS/Resources/Resource.*.resx
Languages: ms_my, vi

# Appointment_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# Appointment_Button_CancelAppointment
source: Cancel Appt
ms_my: Batalkan Appt
vi: Hủy cuộc hẹn

# Appointment_Button_Confirm
source: Confirm
ms_my: Sahkan
vi: Xác nhận

# Appointment_Button_NewAppointment
source: New Appointment
ms_my: Temujanji Baru
vi: Cuộc hẹn mới

# Appointment_Button_Reset
source: Reset
ms_my: Set semula
vi: Cài lại

# Appointment_Button_Search
source: Search
ms_my: Cari
vi: Tìm kiếm

# Appointment_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# Appointment_Label_ContactNo
source: Contact No.
ms_my: Nombor Perhubungan
vi: Số liên lạc

# Appointment_Label_DateTime
source: Date & Time
ms_my: Tarikh & Masa
vi: Ngày & Giờ

# Appointment_Label_Day
source: Day
ms_my: Hari
vi: Ngày

# Appointment_Label_Doctor
source: Doctor
ms_my: Doktor
vi: Bác sĩ

# Appointment_Label_EditAppointment
source: Edit Appointment
ms_my: Edit Janji Temu
vi: Chỉnh sửa cuộc hẹn

# Appointment_Label_EmailAddress
source: Email Address
ms_my: Alamat E-mel
vi: Địa chỉ Email

# Appointment_Label_ExistingClient
source: Existing Client?
ms_my: Klien sedia ada?
vi: Khách hàng hiện tại?

# Appointment_Label_MandatoryFields
source: *Mandatory fields required.
ms_my: *Medan wajib diperlukan.
vi: *Các trường bắt buộc phải nhập.

# Appointment_Label_Month
source: Month
ms_my: Bulan
vi: Tháng

# Appointment_Label_NewClient
source: New Client?
ms_my: Klien Baru?
vi: Khách hàng mới?

# Appointment_Label_NotifyMeEmail
source: Notify me via Email
ms_my: Beritahu saya melalui E-mel
vi: Thông báo cho tôi qua Email

# Appointment_Label_Owner
source: Owner
ms_my: Pemilik
vi: Người sở hữu

# Appointment_Label_OwnerFullName
source: Owner's Full Name
ms_my: Nama Penuh Pemilik
vi: Họ và tên đầy đủ của chủ sở hữu

# Appointment_Label_OwnerName
source: Owner Name
ms_my: Nama Pemilik
vi: Tên chủ sở hữu

# Appointment_Label_Pet
source: Pet
ms_my: Haiwan peliharaan
vi: Thú cưng

# Appointment_Label_PetDOB
source: Pet's Date of Birth
ms_my: Tarikh Lahir Haiwan Kesayangan
vi: Ngày sinh của thú cưng

# Appointment_Label_PetName
source: Pet Name
ms_my: Nama Haiwan Kesayangan
vi: Tên thú cưng

# Appointment_Label_Services
source: Services
ms_my: Perkhidmatan
vi: Dịch vụ

# Appointment_Label_Species
source: Species
ms_my: Spesies
vi: Giống loài

# Appointment_Label_SwitchAppointment
source: Switch back to appointment
ms_my: Beralih kembali kepada janji temu
vi: Chuyển lại cuộc hẹn

# Appointment_Label_SwitchQuickAppt
source: Switch to quick appointment
ms_my: Beralih kepada janji temu cepat
vi: Chuyển sang cuộc hẹn nhanh

# Appointment_Label_Week
source: Week
ms_my: Minggu
vi: Tuần

# Appointment_Message_ApptCancelUpdated
source: Appointment Cancelled Updated.
ms_my: Temujanji Dibatalkan Dikemaskini.
vi: Đã hủy cuộc hẹn. Đã cập nhật.

# Appointment_Message_ConfirmCancelAppt
source: Confirm to cancel this appointment ?
ms_my: Sahkan untuk membatalkan janji temu ini?
vi: Xác nhận hủy cuộc hẹn này?

# Appointment_Message_DoctorNotAvailable
source: *Doctor not available for the appointment date & time above.
ms_my: *Doktor tidak bersedia untuk tarikh & masa temujanji di atas.
vi: *Bác sĩ không có mặt vào ngày và giờ hẹn ở trên.

# Appointment_Message_SamePatientAppointment
source: *Same patient appointment existis in system.
ms_my: *Temu janji pesakit yang sama wujud dalam sistem.
vi: *Có cùng lịch hẹn khám bệnh nhân trong hệ thống.

# Appointment_Message_UpdateCancelFailed
source: Failed to update appointment, please try again later.
ms_my: Gagal mengemas kini janji temu, sila cuba sebentar lagi.
vi: Không cập nhật được cuộc hẹn, vui lòng thử lại sau.

# Appointment_Message_UpdateSuccessfully
source: Update Successfully.
ms_my: Kemas kini Berjaya.
vi: Cập nhật thành công.

# Appointment_Selection_SelectDoctor
source: Please select doctor
ms_my: Sila pilih doktor
vi: Vui lòng chọn bác sĩ

# Appointment_Selection_SelectOwner
source: Please select owner
ms_my: Sila pilih pemilik
vi: Vui lòng chọn chủ sở hữu

# Appointment_Selection_SelectPet
source: Please select pet
ms_my: Sila pilih haiwan peliharaan
vi: Vui lòng chọn thú cưng

# Appointment_Selection_SelectServices
source: Please select services
ms_my: Sila pilih perkhidmatan
vi: Vui lòng chọn dịch vụ

# Appointment_Selection_SelectSpecies
source: Please select pet species
ms_my: Sila pilih spesies haiwan peliharaan
vi: Vui lòng chọn loài vật nuôi

# Appointment_Title_Appointment
source: Appointment
ms_my: Temujanji
vi: Cuộc hẹn

# Appointment_Title_CancelAppointment
source: Cancel Appointment
ms_my: Batalkan Janji Temu
vi: Hủy cuộc hẹn

# Appointment_Title_CreateAppointment
source: Create Appointment
ms_my: Tambah Janji Temu
vi: Tạo cuộc hẹn

# Appointment_Title_Filter
source: Filter
ms_my: Penapis
vi: Lọc

# Appointment_Title_NewApptNewClient
source: Create Appointment (New Client)
ms_my: Tambah Janji Temu (Pelanggan Baharu)
vi: Tạo cuộc hẹn (Khách hàng mới)

# DoctorProfile_Button_Back
source: Back
ms_my: Balik
vi: Mặt sau

# DoctorProfile_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# DoctorProfile_Button_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# DoctorProfile_Button_Update
source: Update
ms_my: Kemas kini
vi: Cập nhật

# DoctorProfile_Label_Designation
source: Designation
ms_my: Jawatan
vi: Chỉ định

# DoctorProfile_Label_Gender
source: Gender
ms_my: Jantina
vi: Giới tính

# DoctorProfile_Label_LicenseNo
source: License No.
ms_my: Lesen No.
vi: Số giấy phép

# DoctorProfile_Label_Name
source: Name
ms_my: Nama
vi: Tên

# DoctorProfile_Label_PleaseSelectGender
source: Please select gender
ms_my: Sila pilih jantina
vi: Vui lòng chọn giới tính

# DoctorProfile_Label_Specialty
source: Specialty
ms_my: Kepakaran
vi: Chuyên ngành

# DoctorProfile_Label_SystemID
source: System ID
ms_my: ID Sistem
vi: ID hệ thống

# DoctorProfile_Message_DoctorAddedSuccessfully
source: Doctor added successfully
ms_my: Tambah doktor dengan jayanya
vi: Bác sĩ đã thêm thành công

# DoctorProfile_Message_FailedToAddDoctor
source: *Failed to add doctor, please try again later.
ms_my: *Gagal menambah doktor, sila cuba lagi kemudian.
vi: *Không thêm được bác sĩ, vui lòng thử lại sau.

# DoctorProfile_Message_FailedToUpdateDoctor
source: *Failed to update doctor info, please try again later.
ms_my: *Gagal mengemas kini maklumat doktor, sila cuba sebentar lagi.
vi: *Không cập nhật được thông tin bác sĩ, vui lòng thử lại sau.

# DoctorProfile_Message_MandatoryFieldRequired
source: *Mandatory field required.
ms_my: * Medan wajib diperlukan.
vi: *Trường bắt buộc phải nhập.

# DoctorProfile_Message_UpdateDoctorSuccessfully
source: Update successfully
ms_my: Kemas kini berjaya
vi: Cập nhật thành công

# DoctorProfile_Title_AddDoctor
source: Add Doctor
ms_my: Tambah Doktor
vi: Thêm Bác sĩ

# DoctorProfile_Title_DoctorDetails
source: Doctor Details
ms_my: Butiran Doktor
vi: Chi tiết bác sĩ

# DoctorProfile_Title_UpdateDoctor
source: Update Doctor
ms_my: Kemas kini Doktor
vi: Cập nhật Bác sĩ

# Doctor_Button_NewDoctor
source: New Doctor
ms_my: Doktor baru
vi: Bác sĩ mới

# Doctor_Button_Next
source: Next
ms_my: Seterusnya
vi: Kế tiếp

# Doctor_Button_Prev
source: Prev
ms_my: Sebelum
vi: Trước đó

# Doctor_Button_Search
source: Search
ms_my: Cari
vi: Tìm kiếm

# Doctor_Label_ColumnDesignation
source: Designation
ms_my: Jawatan
vi: Chỉ định

# Doctor_Label_ColumnGender
source: Gender
ms_my: Jantina
vi: Giới tính

# Doctor_Label_ColumnID
source: ID
vi: NHẬN DẠNG

# Doctor_Label_ColumnLicenseNo
source: License No
ms_my: Lesen No
vi: Số giấy phép

# Doctor_Label_ColumnName
source: Name
ms_my: Nama
vi: Tên

# Doctor_Label_SearchByDoctorName
source: Search Doctor by Name
ms_my: Cari Doktor mengikut Nama
vi: Tìm kiếm Bác sĩ theo Tên

# Doctor_Label_Specialty
source: Specialty
ms_my: Kepakaran
vi: Chuyên ngành

# Doctor_Menu_Delete
source: Delete
ms_my: Padam
vi: Xóa bỏ

# Doctor_Menu_Edit
source: Edit
vi: Biên tập

# Doctor_Menu_View
source: View
ms_my: Lihat
vi: Xem

# Doctor_Message_ConfirmDeleteDoctor
source: Confirm to delete doctor record?
ms_my: Sahkan untuk memadam rekod doktor?
vi: Xác nhận xóa hồ sơ bác sĩ?

# Doctor_Message_FailedToDeleteRecord
source: Failed to delete record, please try again later.
ms_my: Gagal memadamkan rekod, sila cuba sebentar lagi.
vi: Không xóa được bản ghi, vui lòng thử lại sau.

# Doctor_Title_DeleteDoctorRecord
source: Delete Doctor record
ms_my: Padam rekod Doktor
vi: Xóa hồ sơ Bác sĩ

# Doctor_Title_Doctor
source: Doctor
ms_my: Doktor
vi: Bác sĩ

# Inventory_Label_SelectOrganisation
source: Select Organisation
ms_my: Pilih Organisasi
vi: Chọn tổ chức

# LanguageCountry_Button_Save
source: Save
ms_my: Simpan
vi: Cứu

# LanguageCountry_Label_NoCountrySelection
source: No country selection available.
ms_my: Tiada pilihan negara tersedia.
vi: Không có lựa chọn quốc gia nào khả dụng.

# LanguageCountry_Label_NoLanguageSelection
source: No language selection available.
ms_my: Tiada pilihan bahasa tersedia.
vi: Không có lựa chọn ngôn ngữ nào.

# LanguageCountry_Title_SelectCountry
source: Select a Country
ms_my: Pilih Negara
vi: Chọn một quốc gia

# LanguageCountry_Title_SelectLanguage
source: Select a language
ms_my: Pilih bahasa
vi: Chọn ngôn ngữ

# Login_Button_Back
source: Back
ms_my: Balik
vi: Mặt sau

# Login_Button_RecoverPassword
source: Recover Password
ms_my: Pulihkan Kata Laluan
vi: Khôi phục mật khẩu

# Login_Link_ForgotPassword
source: Forgot password?
ms_my: Terlupa kata laluan?
vi: Quên mật khẩu?

# Login_Placeholder_LoginID
source: Login ID
ms_my: ID log masuk
vi: ID đăng nhập

# Login_Placeholder_Password
source: Password
ms_my: Kata laluan
vi: Mật khẩu

# Login_Title_Login
source: Login
ms_my: Log masuk
vi: Đăng nhập

# Login_Title_PasswordRecovery
source: Password Recovery
ms_my: Pemulihan Kata Laluan
vi: Phục hồi mật khẩu

# MenuBar_Label_AccessControl
source: Access Control
ms_my: Kawalan Akses
vi: Kiểm soát truy cập

# MenuBar_Label_Appointments
source: Appointments
ms_my: Temujanji
vi: Cuộc hẹn

# MenuBar_Label_CustomerService
source: Customer Service
ms_my: Perkhidmatan Pelanggan
vi: Dịch vụ khách hàng

# MenuBar_Label_Dashboard
source: Dashboard
ms_my: Papan pemuka
vi: Bảng điều khiển

# MenuBar_Label_Doctor
source: Doctor
ms_my: Doktor
vi: Bác sĩ

# MenuBar_Label_Integration
source: Integration
ms_my: Integrasi
vi: Tích hợp

# MenuBar_Label_Inventory
source: Inventory
ms_my: Inventori
vi: Hàng tồn kho

# MenuBar_Label_InvoiceReceipts
source: Invoice & Receipts
ms_my: Invois & Resit
vi: Hóa đơn và Biên lai

# MenuBar_Label_Logout
source: Logout
ms_my: Log keluar
vi: Đăng xuất

# MenuBar_Label_MyProfile
source: My Profile
ms_my: Profil Saya
vi: Hồ sơ của tôi

# MenuBar_Label_Organisation
source: Organisation
ms_my: Organisasi
vi: Tổ chức

# MenuBar_Label_Patients
source: Patients
ms_my: Pesakit
vi: Bệnh nhân

# MenuBar_Label_PatientServices
source: Patient Services
ms_my: Perkhidmatan Pesakit
vi: Dịch vụ bệnh nhân

# MenuBar_Label_PatientTreatmentPlan
source: Patient Treatment Plan
ms_my: Pelan Rawatan Pesakit
vi: Kế hoạch điều trị bệnh nhân

# MenuBar_Label_RoleSetting
source: Role Setting
ms_my: Tetapan Peranan
vi: Thiết lập vai trò

# MenuBar_Label_Service
source: Service
ms_my: Perkhidmatan
vi: Dịch vụ

# MenuBar_Label_StaffListing
source: Staff Listing
ms_my: Penyenaraian Staf
vi: Danh sách nhân viên

# Notification_Label_All
source: All
ms_my: Semua
vi: Tất cả

# Notification_Label_Inventory
source: Inventory
ms_my: Inventori
vi: Hàng tồn kho

# Notification_Label_Messages
source: Messages
ms_my: Mesej
vi: Tin nhắn

# Notification_Label_Next
source: Next
ms_my: Seterusnya
vi: Kế tiếp

# Notification_Label_Prev
source: Prev
ms_my: Sebelum
vi: Trước đó

# Notification_Title_Notification
source: Notifications
ms_my: Makluman
vi: Thông báo

# Patient_Button_AddCoOwner
source: Add Co-Owner
ms_my: Tambah Pemilik Bersama
vi: Thêm đồng sở hữu

# Patient_Button_AddNew
source: Add New
ms_my: Tambah Baru
vi: Thêm mới

# Patient_Button_AddPet
source: Add Pet
ms_my: Tambah Pet
vi: Thêm thú cưng

# Patient_Button_AddSelections
source: Add Selections
ms_my: Tambah Pilihan
vi: Thêm Lựa chọn

# Patient_Button_AddTreatment
source: Add Treatment
ms_my: Tambah Rawatan
vi: Thêm điều trị

# Patient_Button_Cancel
source: Cancel
ms_my: Batal
vi: Hủy bỏ

# Patient_Button_ClearAll
source: Clear All
ms_my: Kosongkan Semua
vi: Xóa tất cả

# Patient_Button_CreateTreatmentPlan
source: Create Treatment Plan
ms_my: Tambah Pelan Rawatan
vi: Tạo kế hoạch điều trị

# Patient_Button_Delete
source: Delete
ms_my: Padam
vi: Xóa bỏ

# Patient_Button_Edit
source: Edit
vi: Biên tập

# Patient_Button_Finish
source: Finish
ms_my: Selesai
vi: Hoàn thành

# Patient_Button_GoBack
source: Go Back
ms_my: Balik
vi: Quay lại

# Inventory_Button_NewInventory
source: New Inventory
ms_my: Inventori Baharu
vi: Hàng tồn kho mới

# Patient_Button_NewPatient
source: New Patient
ms_my: Pesakit Baru
vi: Bệnh nhân mới

# Patient_Button_Next
source: Next
ms_my: Seterusnya
vi: Kế tiếp

# Patient_Button_NextStep
source: Next Step
ms_my: Langkah Seterusnya
vi: Bước tiếp theo

# Patient_Button_OngoingTreatment
source: Ongoing Treatment
ms_my: Rawatan Berterusan
vi: Điều trị đang diễn ra

# Patient_Button_PastTreatment
source: Past Treatment
ms_my: Rawatan Lepas
vi: Điều trị trước đây

# Patient_Button_Previous
source: Prev
ms_my: Sebelum
vi: Trước đó

# Patient_Button_RemoveCoOwner
source: Remove Co-Owner
ms_my: Buang Pemilik Bersama
vi: Xóa đồng sở hữu

# Patient_Button_Save
source: Save
ms_my: Simpan
vi: Cứu

# Patient_Button_SaveMedication
source: Save Medication
ms_my: Simpan Ubat
vi: Lưu Thuốc

# Patient_Button_SaveSurgery
source: Save Surgery
ms_my: Simpan Pembedahan
vi: Lưu phẫu thuật

# Patient_Button_SaveVaccination
source: Save Vaccination
ms_my: Simpan Vaksinasi
vi: Lưu Tiêm chủng

# Patient_Button_Search
source: Search
ms_my: Carian
vi: Tìm kiếm

# Patient_Button_UpcomingTreatment
source: Upcoming Treatment
ms_my: Rawatan Akan Datang
vi: Điều trị sắp tới

# Patient_Button_View
source: View
ms_my: Lihat
vi: Xem

# Patient_Button_ViewPetProfile
source: View Pet Profile
ms_my: Lihat Profil Haiwan Kesayangan
vi: Xem Hồ sơ thú cưng

# Patient_Label_Address
source: Address
ms_my: Alamat
vi: Địa chỉ

# Patient_Label_AddressLine1
source: Address Line 1
ms_my: Talian Alamat 1
vi: Dòng địa chỉ 1

# Patient_Label_AddressLine2
source: Address Line 2
ms_my: Talian Alamat 2
vi: Dòng địa chỉ 2

# Patient_Label_Age
source: Age
ms_my: Umur
vi: Tuổi

# Patient_Label_AgeYear
source: Age (Year)
ms_my: Umur (Tahun)
vi: Tuổi (Năm)

# Patient_Label_Allergies
source: Allergies
ms_my: Alahan
vi: Dị ứng

# Patient_Label_BMI
source: BMI
vi: Chỉ số khối cơ thể (BMI)

# Inventory_Label_Branch
source: Branch
ms_my: Cawangan
vi: Chi nhánh

# Patient_Label_Breed
source: Breed
ms_my: Alahan
vi: Giống

# Inventory_Label_Category
source: Category
ms_my: kategori
vi: Loại

# Patient_Label_City
source: City
ms_my: Bandar
vi: Thành phố

# Patient_Label_Color
source: Color
ms_my: Warna
vi: Màu sắc

# Patient_Label_ContactNo
source: Contact No
ms_my: Nombor Perhubungan
vi: Số liên lạc

# Patient_Label_CoOwnerInformationOptional
source: Co-Owner Information (Optional)
ms_my: Maklumat Pemilik Bersama (Pilihan)
vi: Thông tin đồng sở hữu (Tùy chọn)

# Patient_Label_CoOwnerName
source: Co-Owner Name
ms_my: Nama Pemilik Bersama
vi: Tên đồng sở hữu

# Patient_Label_Country
source: Country
ms_my: Negara
vi: Quốc gia

# Inventory_Label_Create
source: Create
ms_my: Tambah
vi: Tạo nên

# Patient_Label_CreatedOn
source: Created On
ms_my: Dicipta Pada
vi: Được tạo ra vào

# Patient_Label_Date
source: Date
ms_my: Tarikh
vi: Ngày

# Patient_Label_DOB
source: Date Of Birth
ms_my: Tarikh Lahir
vi: Ngày sinh

# Patient_Label_Doctor
source: Doctor
ms_my: Doktor
vi: Bác sĩ

# Patient_Label_DueDate
source: Due Date
ms_my: Tarikh Akhir
vi: Ngày đến hạn

# Patient_Label_ExpiryDate
source: Expiry Date
ms_my: Tarikh Luput
vi: Ngày hết hạn

# Patient_Label_Gender
source: Gender
ms_my: Jantina
vi: Giới tính

# Patient_Label_GrandTotal
source: Grand Total
ms_my: Jumlah Agung
vi: Tổng cộng

# Patient_Label_HealthCard
source: Health Card
ms_my: Kad Kesihatan
vi: Thẻ sức khỏe

# Patient_Label_Height
source: Height
ms_my: Ketinggian
vi: Chiều cao

# Inventory_Label_Image
source: Image
ms_my: Imej
vi: Hình ảnh

# Inventory_Label_InStock
source: In Stock
ms_my: Dalam Stok
vi: Còn hàng

# Inventory_Label_InventoryDetails
source: Inventory Details
ms_my: Butiran Inventori
vi: Chi tiết hàng tồn kho

# Inventory_Label_InventoryName
source: Inventory Name
ms_my: Nama Inventori
vi: Tên hàng tồn kho

# Patient_Label_InvoiceBilling
source: Invoice & Billing
ms_my: Invois & Bil
vi: Hóa đơn & Thanh toán

# Patient_Label_Medication
source: Medication
ms_my: Ubat-ubatan
vi: Thuốc

# Patient_Label_MedicationName
source: Medication Name
ms_my: Nama Ubat
vi: Tên thuốc

# Patient_Label_Name
source: Name
ms_my: Nama
vi: Tên

# Patient_Label_Number
source: No
vi: Con số

# Patient_Label_Obese
source: Obese?
ms_my: Gemuk?
vi: Béo phì?

# Patient_Label_Obesity
source: Obesity
ms_my: Obesiti
vi: Béo phì

# Inventory_Label_Organisation
source: Organisation
ms_my: Organisasi
vi: Tổ chức

# Inventory_Label_OutOfStock
source: Out of Stock
ms_my: Kehabisan Stok
vi: Hết hàng

# Patient_Label_OwnerName
source: Owner Name
ms_my: Nama Pemilik
vi: Tên chủ sở hữu

# Patient_Label_Payment
source: Payment
ms_my: Bayaran
vi: Sự chi trả

# Patient_Label_Pet
source: Pet
ms_my: Haiwan peliharaan
vi: Thú cưng

# Patient_Label_PetAge
source: Pet Age (Y)
ms_my: Umur Haiwan Kesayangan (Y)
vi: Tuổi của thú cưng (Y)

# Patient_Label_PetName
source: Pet Name
ms_my: Nama Haiwan Kesayangan
vi: Tên thú cưng

# Patient_Label_Postcode
source: Postcode
ms_my: Poskod
vi: Mã bưu chính

# Patient_Label_Price
source: Price
ms_my: Harga
vi: Giá

# Inventory_Label_PricePerQty
source: Price
ms_my: Harga
vi: Giá

# Patient_Label_Product
source: Product
ms_my: Produk
vi: Sản phẩm

# Inventory_Label_ProductName
source: Product Name
ms_my: Nama Produk
vi: Tên sản phẩm

# Inventory_Label_ProductType
source: Product Type
ms_my: Jenis Produk
vi: Loại sản phẩm

# Inventory_Label_Quantity
source: Qty
ms_my: Kuantiti
vi: Số lượng

# Patient_Label_RegistrationNo
source: Registration No.
ms_my: Pendaftaran No.
vi: Số đăng ký

# Inventory_Label_SearchInventory
source: Search Inventory
ms_my: Cari Inventori
vi: Tìm kiếm hàng tồn kho

# Inventory_Label_SearchSpecies
source: Search Species
ms_my: Cari Spesies
vi: Tìm kiếm loài

# Patient_Label_SearchTreatment
source: Search Treatment
ms_my: Rawatan Carian
vi: Tìm kiếm điều trị

# Inventory_Label_SelectProductType
source: Select Product Type
ms_my: Pilih Jenis Produk
vi: Chọn loại sản phẩm

# Patient_Label_Service
source: Service
ms_my: Perkhidmatan
vi: Dịch vụ

# Patient_Label_Sex
source: Sex
ms_my: Jantina
vi: Giới tính

# Patient_Label_Species
source: Species
ms_my: Spesies
vi: Giống loài

# Patient_Label_State
source: State
ms_my: Negeri
vi: Tình trạng

# Patient_Label_Status
source: Status
vi: Trạng thái

# Patient_Label_Surgeries
source: Surgeries
ms_my: Pembedahan
vi: Phẫu thuật

# Patient_Label_Tax
source: Tax
ms_my: Cukai
vi: Thuế

# Patient_Label_TestManagement
source: Test Management
ms_my: Pengurusan Ujian
vi: Quản lý thử nghiệm

# Patient_Label_Time
source: Time
ms_my: Masa
vi: Thời gian

# Patient_Label_TotalCost
source: Total Cost
ms_my: Jumlah Kos
vi: Tổng chi phí

# Patient_Label_TreatmentPeriod
source: Treatment period
ms_my: Tempoh rawatan
vi: Thời gian điều trị

# Patient_Label_TreatmentPlan
source: Treatment Plan
ms_my: Pelan Rawatan
vi: Kế hoạch điều trị

# Patient_Label_Type
source: Type
ms_my: Jenis
vi: Kiểu

# Patient_Label_Unit
source: Unit
vi: Đơn vị

# Inventory_Label_UploadImage
source: Upload Image
ms_my: Muat Naik Imej
vi: Tải lên hình ảnh

# Inventory_Label_Usage
source: Usage
ms_my: Penggunaan
vi: Cách sử dụng

# Patient_Label_Vaccination
source: Vaccination
ms_my: Pemvaksinan
vi: Tiêm chủng

# Patient_Label_VaccinationTreatment
source: Vaccination/Treatment
ms_my: Vaksinasi/Rawatan
vi: Tiêm chủng/Điều trị

# Patient_Label_Weight
source: Weight
ms_my: Berat badan
vi: Cân nặng

# Patient_Label_Year
source: Year
ms_my: Tahun
vi: Năm

# Patient_Message_IdleMessage
source: You will be automatically logout if continue to idle.
ms_my: Anda akan log keluar secara automatik jika terus melahu.
vi: Bạn sẽ tự động đăng xuất nếu tiếp tục không sử dụng.

# Patient_Message_NoRecord
source: No record available.
ms_my: Tiada rekod tersedia.
vi: Không có hồ sơ nào có sẵn.

# Patient_Selection_Active
source: Active
ms_my: Aktif
vi: Tích cực

# Patient_Selection_Female
source: Female
ms_my: Perempuan
vi: Nữ giới

# Patient_Selection_Inactive
source: Inactive
ms_my: Tidak aktif
vi: Không hoạt động

# Patient_Selection_Male
source: Male
ms_my: Jantan
vi: Nam giới

# Patient_Selection_No
source: No
vi: KHÔNG

# Patient_Selection_SelectBreed
source: Select Breed
ms_my: Pilih Baka
vi: Chọn giống

# Patient_Selection_SelectCity
source: Select City
ms_my: Pilih Bandar
vi: Chọn thành phố

# Patient_Selection_SelectColor
source: Select Color
ms_my: Pilih Warna
vi: Chọn màu

# Patient_Selection_SelectCountry
source: Select Country
ms_my: Pilih Negara
vi: Chọn quốc gia

# Patient_Selection_SelectGender
source: Select Gender
ms_my: Pilih Jantina
vi: Chọn giới tính

# Patient_Selection_SelectSex
source: Select Sex
ms_my: Pilih jantina
vi: Chọn giới tính

# Patient_Selection_SelectSpecies
source: Select Species
ms_my: Pilih Spesies
vi: Chọn loài

# Patient_Selection_SelectState
source: Select State
ms_my: Pilih Negeri
vi: Chọn tiểu bang

# Patient_Selection_SelectStatus
source: Select Status
ms_my: Pilih Status
vi: Chọn trạng thái

# Patient_Selection_Yes
source: Yes
ms_my: Ya
vi: Đúng

# Patient_Title_AdditionalInformation
source: Additional Information
ms_my: Maklumat Tambahan
vi: Thông tin bổ sung

# Patient_Title_AllPets
source: All Pets
ms_my: Semua Haiwan Kesayangan
vi: Tất cả các vật nuôi

# Patient_Title_CoOwnerInfo
source: Co-Owner Information
ms_my: Maklumat Pemilik Bersama
vi: Thông tin đồng sở hữu

# Patient_Title_CreatePatientProfile
source: Create Patient Profile
ms_my: Tambah Profil Pesakit
vi: Tạo hồ sơ bệnh nhân

# Patient_Title_MedicalRecord
source: Medical Record
ms_my: Rekod Perubatan
vi: Hồ sơ bệnh án

# Patient_Title_MedicationHistory
source: Medication History
ms_my: Sejarah Pengubatan
vi: Tiền sử dùng thuốc

# Patient_Title_OwnerInfo
source: Owner Information
ms_my: Maklumat Pemilik
vi: Thông tin chủ sở hữu

# Patient_Title_PatientProfile
source: Patient Profile
ms_my: Profil Pesakit
vi: Hồ sơ bệnh nhân

# Patient_Title_Patients
source: Patients
ms_my: Pesakit
vi: Bệnh nhân

# Patient_Title_PetGrowthHistory
source: Pet Growth History
ms_my: Sejarah Pertumbuhan Binatang
vi: Lịch sử phát triển của thú cưng

# Patient_Title_PetGrowthTrend
source: Pet Growth Trend
ms_my: Trend Pertumbuhan Binatang
vi: Xu hướng tăng trưởng của thú cưng

# Patient_Title_PetInfo
source: Pet Information
ms_my: Maklumat Haiwan Kesayangan
vi: Thông tin thú cưng

# Patient_Title_Profile
source: Profile
ms_my: Profil
vi: Hồ sơ

# Patient_Title_UpcomingAppointment
source: Upcoming Appointment
ms_my: Janji Temu Akan Datang
vi: Cuộc hẹn sắp tới

# Patient_Title_UpcomingVaccinationTreatment
source: Upcoming Vaccination/Treatment
ms_my: Vaksinasi/Rawatan Akan Datang
vi: Tiêm chủng/Điều trị sắp tới

# Patient_Title_VaccinationTreatmentHistory
source: Vaccination/Treatment History
ms_my: Sejarah Vaksinasi/Rawatan
vi: Tiền sử tiêm chủng/điều trị

# Inventory_Label_Description
source: Description
ms_my: Penerangan
vi: Sự miêu tả

# Inventory_Label_RecommendedBreed
source: Recommended Breed
ms_my: Baka Disyorkan
vi: Giống được đề xuất

# Inventory_Label_RecommendedWeight
source: Recommended Weight
ms_my: Berat yang disyorkan
vi: Trọng lượng khuyến nghị
